Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Powders used in the preparation of coconut water drinks
it: Polveri usate nella preparazione di bevande al cocco a base di acqua

source: Vitamin enriched sparkling water [beverages]
it: Acqua gassata arricchita con vitamine [bevande]

source: Non-alcoholic soda beverages flavoured with tea
it: Bevande analcoliche gassate aromatizzate al tè

source: IPA (Indian Pale Ale)
it: IPA (birre chiare indiane)

source: Barley wine [Beer]
it: Vino d'orzo (birra)

source: Functional water-based beverages
it: Bevande funzionali a base di acqua

source: Water-based beverages containing tea extracts
it: Bevande a base di acqua contententi estratti di tè

source: Nut and soy based beverages
it: Bevande a base di noci e soia

source: Lime juice for use in the preparation of beverages
it: Succo di limetta per la produzione di bevande

source: Lemon juice for use in the preparation of beverages
it: Succo di limone per la produzione di bevande

source: Mineral enriched water [beverages]
it: Acqua arricchita di minerali [bevande]

source: Vitamin fortified non-alcoholic beverages
it: Bevande analcoliche rinforzate di vitamine

source: Drinking water with vitamins
it: Acqua potabile con vitamine

source: Distilled drinking water
it: Acqua potabile distillata

source: Coconut-based beverages
it: Bevande a base di cocco

source: Green vegetable juice beverages
it: Bevande a base di succhi di verdure

source: Watermelon juice
it: Succo di anguria

source: Distilled beverages
it: Bevande distillate

source: Fortified wines
it: Vini irrobustiti

source: Cooking wine
it: Vini da cucina

source: Pre-mixed alcoholic beverages, other than beer-based
it: Bevande alcooliche premiscelate, tranne che a base di birra

source: Mulled wines
it: Vino brulé

source: Red wine
it: Vino rosso

source: White wine
it: Vino bianco

source: Sparkling wines
it: Vini frizzanti

source: Schnapps
it: Acquavite

source: Aperitifs
it: Aperitivi

source: Wine
it: Vino

source: Blended whisky
it: Whisky miscelato

source: Scotch whisky
it: Whisky scozzese

source: Fruit extracts, alcoholic
it: Estratti di frutta con alcool

source: Beverages containing wine [spritzers]
it: Bevande contenenti vino [spritzer]

source: Rice alcohol
it: Alcool di riso

source: Alcoholic beverages (except beer)
it: Bevande alcoliche (eccetto le birre)

source: Liqueurs
it: Liquori

source: Alcoholic beverages of fruit
it: Bevande alcoliche a base di frutta

source: Alcoholic essences
it: Essenze alcooliche

source: Alcoholic extracts
it: Estratti alcoolici

source: Alcoholic punches
it: Punch alcolici

source: Digesters [liqueurs and spirits]
it: Digestivi [alcooli e liquori]

source: Peppermint liqueurs
it: Alcool di menta

source: Vermouth
it: Vermut

source: Cider
it: Sidro

source: Fermented spirit
it: Liquori fermentati

source: Scotch whisky based liqueurs
it: Liquori a base di whisky scozzese

source: Nira [sugarcane-based alcoholic beverage]
it: Nira [bevanda alcolica a base di canna da zucchero]

source: Alcoholic beverages containing fruit
it: Bevande alcooliche contenenti frutta

source: Preparations for making alcoholic beverages
it: Preparati per fare bevande alcoliche

source: Spirits and liquors
it: Spiriti e liquori

source: Baijiu [Chinese distilled alcoholic beverage]
it: Baijiu [bevanda cinese con alcool distillato]

source: Alcoholic jellies
it: Gelatine alcoliche

source: Edible alcoholic beverages
it: Bevande alcoliche commestibili

source: Sparkling red wines
it: Vini rossi spumanti

source: Sparkling white wines
it: Vini bianchi spumanti

source: Dry cider
it: Sidro secco

source: Sweet cider
it: Sidro dolce

source: Alcoholic carbonated beverages, except beer
it: Bevande alcoliche gassate, escluse le birre

source: Alcoholic cocktails containing milk
it: Cocktail alcolici contenenti latte

source: Alcoholic cocktails in the form of chilled gelatins
it: Cocktail alcolici sotto forma di gelatine refrigerate

source: Black raspberry wine (Bokbunjaju)
it: Vino di lampone nero [bokbunjaju]

source: Blackcurrant liqueur
it: Liquore di ribes nero

source: Chinese brewed liquor (laojiou)
it: Liquore fermentato cinese [laojiou]

source: Chinese mixed liquor (wujiapie-jiou)
it: Liquore cinese di erbe miste [wujiapie-jiou]

source: Chinese spirit of sorghum (gaolian-jiou)
it: Liquore cinese di sorgo [gaolian-jiou]

source: Chinese white liquor (baiganr)
it: Liquore bianco cinese [baiganr]

source: Coffee-based liqueurs
it: Liquori a base di caffè

source: Distilled spirits of rice (awamori)
it: Alcol di riso distillato [awamori]

source: Flavored tonic liquors
it: Liquori tonici aromatizzati

source: Grape wine
it: Vino d'uva

source: Japanese regenerated liquors (naoshi)
it: Liquori rigenerati giapponesi [naoshi]

source: Japanese sweet rice-based mixed liquor (shiro-zake)
it: Liquore dolce misto giapponese a base di riso [shiro-zake]

source: Japanese white liquor (shochu)
it: Liquore bianco giapponese [shochu]

source: Korean distilled spirits (soju)
it: Alcolici distillati coreani [soju]

source: Korean traditional rice wine (makgeoli)
it: Vino di riso tradizionale coreano [makgeoli]

source: Shochu (spirits)
it: Shochu [alcolici]

source: Sparkling fruit wine
it: Vini di frutta frizzanti

source: Sparkling grape wine
it: Vini d'uva spumanti

source: Strawberry wine
it: Vino di fragole

source: Sweet wines
it: Vini dolci

source: Tonic liquor containing herb extracts (homeishu)
it: Liquore tonico contenente estratti d'erbe [homeishu]

source: Tonic liquor containing mamushi-snake extracts (mamushi-zake)
it: Liquore tonico contenente estratti di serpente mamushi [mamushi-zake]

source: Tonic liquor flavored with japanese plum extracts (umeshu)
it: Liquore tonico aromatizzato agli estratti di prugna giapponese [umeshu]

source: Tonic liquor flavored with pine needle extracts (matsuba-zake)
it: Liquore tonico aromatizzato agli estratti di aghi di pino [matsuba-zake]

source: Acanthopanax wine (Ogapiju)
it: Vino acanthopanax [ogapiju]

source: Rose wines
it: Vini rosati

source: Yellow rice wine
it: Vino di riso giallo

source: Still wine
it: Vini fermi

source: Aperitifs with a distilled alcoholic liquor base
it: Aperitivi con base di liquore alcolico distillato

source: Rum infused with vitamins
it: Rum con aggiunta di vitamine

source: Alcoholic cocktail mixes
it: Miscele per cocktail alcolici

source: Absinthe
it: Assenzio

source: Alcoholic fruit cocktail drinks
it: Cocktail alcolici a base di frutta

source: Rum-based beverages
it: Bevande a base di rum

source: Prepared alcoholic cocktails
it: Cocktail alcolici preparati

source: Wine-based aperitifs
it: Aperitivi a base di vino

source: Liquor-based aperitifs
it: Aperitivi a base di liquori

source: Alcoholic tea-based beverage
it: Bevanda alcolica a base di tè

source: Alcoholic coffee-based beverage
it: Bevanda alcolica a base di caffè

source: Alcoholic aperitif bitters
it: Aperitivi alcolici amari

source: Japanese sweet grape wine containing extracts of ginseng and cinchona bark
it: Vini giapponesi di uva dolce contenenti estratti di ginseng e corteccia di china

source: Japanese liquor flavored with pine needle extracts
it: Liquori giapponesi aromatizzati con estratti di aghi di pino

source: Japanese liquor flavored with Japanese plum extracts
it: Liquore giapponese aromatizzato con estratti di prugna giapponese

source: Japanese liquor containing herb extracts
it: Liquori giapponesi con estratti d'erbe

source: Sorghum-based Chinese spirits
it: Distillati cinesi a base di sorgo

source: Pre-mixed alcoholic beverages
it: Bevande alcoliche premiscelate

source: Wines of protected geographical indication
it: Vini con indicazione geografica protetta

source: Wines of protected appellation of origin
it: Vini con denominazione d'origine protetta

source: Potable spirits
it: Bevande alcoliche

source: Cherry brandy
it: Maraschino

source: Anise [liqueur]
it: Anice [liquore]

source: Canadian whisky
it: Whisky canadese

source: Dessert wines
it: Vini da dessert

source: Sake substitutes
it: Succedanei del sake

source: Ashtrays of precious metal
it: Posacenere in metalli preziosi

source: Articles for use with tobacco
it: Articoli per uso del tabacco

source: Lighters of precious metal
it: Accendini in metalli preziosi

source: Cigarette cases made of precious metal
it: Portasigarette in metalli preziosi

source: Humidifiers for cigars
it: Umidificatori per sigari

source: Liquefied gas cylinders for cigarette lighters
it: Serbatoi di gas liquefatto per accendini per sigarette

source: Match holders
it: Portafiammiferi

source: Lighters for smokers
it: Accendini per fumatori

source: Wicks for lighters
it: Stoppini per accendini

source: Mouthpieces for cigarette holders
it: Punte per bocchini per sigarette

source: Tobacco filters
it: Filtri per tabacco

source: Absorbent paper for tobacco
it: Carta assorbente per tabacco

source: Humidifiers for tobacco
it: Umidificatori per tabacco

source: Cigarette paper
it: Carta da sigarette

source: Tobacco
it: Tabacco

source: Herbs for smoking
it: Erbe da fumare

source: Match holders not of precious metal
it: Portafiammiferi non in metallo prezioso

source: Tobacco substitutes
it: Succedanei del tabacco

source: Ashtrays for smokers made of non-precious metals
it: Posacenere per fumatori in metalli non preziosi

source: Pipe tobacco
it: Tabacco da pipa

source: Cigarette cases not of precious metal
it: Portasigarette non in metalli preziosi

source: Tobacco substitutes not for medical purposes
it: Succedanei del tabacco (non per uso medico)

source: Snuff boxes
it: Tabacchiere

source: Gas containers for cigar lighters
it: Serbatoi di gas per accendini

source: Snuff boxes of precious metal
it: Tabacchiere in metalli preziosi

source: Pipe filters
it: Filtri per pipe

source: Pocket lighters not of precious metal
it: Accendini da tasca non in metalli preziosi

source: Tobacco pouches
it: Borse per tabacco

source: Tobacco free cigarettes, other than for medical purposes
it: Sigarette senza tabacco non per scopi medici

source: Tobacco pipe scrapers
it: Raschietti per pipe

source: Books of cigarette papers
it: Quaderni di carta per sigarette

source: Absorbent paper for tobacco pipes
it: Carta assorbente per la pipa

source: Cigars
it: Sigari

source: Cigarettes containing tobacco substitutes, not for medical purposes
it: Sigarette contenenti succedanei del tabacco non per uso medico

source: Pipe stands [smokers requisites]
it: Portapipe [articoli per fumatori]

source: Hookahs
it: Narghilè

source: Cigarette boxes of precious metal
it: Portasigarette in metallo prezioso

source: Cigar cutters
it: Taglia-sigari

source: Cases, not of precious metal for pipes
it: Astucci per pipe in metalli non preziosi

source: Pipe stoppers [smokers requisites]
it: Chiusure per pipe [articoli per fumatori]

source: Tips of yellow amber for cigar and cigarette holders
it: Punte di ambra gialla per bocchini di sigari e di sigarette

source: Cigarettes containing tobacco substitutes
it: Sigarette contenenti succedanei del tabacco

source: Cigarette tubes
it: Tubi per sigarette

source: Cigarettes
it: Sigarette

source: Cigar lighters
it: Accendisigari

source: Cigarette tobacco
it: Tabacco per sigarette

source: Match holders of precious metal
it: Portafiammiferi in metallo prezioso

source: Mouth pieces for pipes
it: Bocchini per pipe

source: Bags for pipes
it: Astucci per pipe

source: Pipe tampers
it: Pigini per pipe

source: Cigarette holders of precious metal
it: Bocchini per sigarette in metalli preziosi

source: Cigarette lighters not for land vehicles
it: Accendini non per veicoli terrestri

source: Cases of precious metal for pipes
it: Astucci in metallo prezioso per pipe

source: Smoking tobacco
it: Tabacco da fumo

source: Electronic cigarettes
it: Sigarette elettroniche

source: Cigarette holders not of precious metal
it: Bocchini per sigarette non in metalli preziosi

source: Filter-tipped cigarettes
it: Sigarette con filtro

source: Ashtrays
it: Posacenere

source: Tobacco and tobacco products (including substitutes)
it: Tabacco e prodotti derivati dal tabacco (incluso sostituti)

source: Personal vaporisers and electronic cigarettes, and flavourings and solutions therefor
it: Vaporizzatori personali e sigarette elettroniche, nonché aromi e soluzioni relativi

source: Cigarettes, cigars, cigarillos and other ready-for-use smoking articles
it: Sigarette, sigari, cigarillos e altri articoli per fumatori pronti per l'uso

source: Asian long tobacco pipe sheaths
it: Custodie per pipe lunghe asiatiche

source: Asian long tobacco pipes (kiseru)
it: Pipe lunghe asiatiche [kiseru]

source: Electronic hookahs
it: Narghilè elettronici

source: Japanese shredded tobacco (kizami tobacco)
it: Tabacco trinciato giapponese [tabacco kizami]

source: Lighters not of precious metal [not for automobiles]
it: Accendini non in metalli preziosi [non per automobili]

source: Mentholated pipes
it: Pipe mentolate

source: Snuff boxes, not of precious metal
it: Tabacchiere, non in metalli preziosi

source: Yellow phosphorus matches
it: Fiammiferi gialli al fosforo

source: Cigarette filters
it: Filtri per sigarette

source: Liquid solutions for use in electronic cigarettes
it: Soluzioni liquide per sigarette elettroniche

source: Oral vaporizers for smokers
it: Vaporizzatori orali per fumatori

source: Flavourings, other than essential oils, for tobacco
it: Aromi per il tabacco, diversi dagli olii essenziali

source: Flavourings, other than essential oils, for use in electronic cigarettes
it: Aromi per l'uso nelle sigarette elettroniche, diversi dagli olii essenziali

source: Tobacco pipes of precious metal
it: Pipe in metallo prezioso

source: Smokers' articles, not of precious metal
it: Articoli per fumatori non in metallo prezioso

source: Cigarette lighter holders of precious metal
it: Porta accendini per sigarette in metallo prezioso

source: Cigarette lighters, not of precious metal
it: Accendini per sigarette non in metallo prezioso

source: Cigar holders of precious metal
it: Portasigari in metallo prezioso

source: Mentholated tobacco
it: Tabacco mentolato

source: Menthol cigarettes
it: Sigarette al mentolo

source: Tobacco pipes, not of precious metal
it: Pipe non in metallo prezioso

source: Smokers' articles of precious metal
it: Articoli per fumatori in metallo prezioso

source: Cigarette lighter holders, not of precious metal
it: Porta accendini per sigarette non in metallo prezioso

source: Cigarette lighter holders
it: Porta accendini per sigarette

source: Cigarette lighters of precious metal
it: Accendini per sigarette in metallo prezioso

source: Smokeless tobacco
it: Tabacco senza fumo

source: White phosphorus matches
it: Fiammiferi di fosforo bianco

source: Flavored tobacco
it: Tabacco aromatizzato

source: Ready-made cigarette tubes with filters
it: Tubi di cartine per sigarette con filtro

source: Manufactured tobacco
it: Tabacco lavorato

source: Kretek for non-medical purposes
it: Kretek per uso non medico

source: Cigars for use as an alternative to tobacco cigarettes
it: Sigari per uso in alternativa alle sigarette tradizionali

source: Inhalers for use as an alternative to tobacco cigarettes
it: Inalatori da usare come alternative alle sigarette tradizionali

source: Refill cartridges for electronic cigarettes
it: Cartucce di ricarica per sigarette elettroniche

source: Mouthpieces for cigarettes
it: Bocchini per sigarette

source: Electronic cigars
it: Sigari elettronici

source: Holders for electronic cigarettes
it: Supporti per sigarette elettroniche

source: Hand held machines for injecting tobacco into paper tubes
it: Macchine portatili per l'iniezione di tabacco in involucri di carta

source: Flavorings, other than essential oils, for tobacco substitutes
it: Aromi, diversi dagli oli essenziali, per succedanei del tabacco

source: Pipes for smoking mentholated tobacco substitutes
it: Pipe per fumare succedanei del tabacco mentolato

source: Tobacco tar for use in electronic cigarettes
it: Catrame di tabacco per sigarette elettroniche

source: Smoking sets for electronic cigarettes
it: Set per fumatori di sigarette elettroniche

source: Devices for heating tobacco for the purpose of inhalation
it: Dispositivi per riscaldare tabacco a scopo di inalazione

source: Devices for heating tobacco substitutes for the purpose of inhalation
it: Dispositivi per riscaldare succedanei del tabacco a scopo di inalazione

source: Tobacco products for the purpose of being heated
it: Prodotti a base di tabacco da riscaldare

source: Arranging newspaper subscriptions for others
it: Servizi di abbonamento ai giornali per i terzi

source: Compilation of statistical data for use in scientific research
it: Compilazione di dati statistici per uso nella ricerca scientifica

source: Dissemination of business information
it: Diffusione di informazioni aziendali

source: Preparation of project studies relating to business matters
it: Preparazione di studi programmatici su questioni aziendali

source: Promotional management for sports personalities
it: Gestione promozionale per personalità sportive

source: Consultancy regarding the organization or managing of a trade company
it: Consulenza per l'organizzazione o la gestione di una società commerciale

source: Provision of marketing reports
it: Fornitura di relazioni di mercato

source: Publication of publicity materials
it: Pubblicazione di materiale pubblicitario

source: Fashion show exhibitions for commercial purposes
it: Espositori di moda per scopi commerciali

source: Business consultancy to firms
it: Consulenza aziendale a imprese

source: Photocopying services
it: Servizi di fotocopiatura

source: Compilation of advertisements for use as web pages on the Internet
it: Compilazione di annunci pubblicitari da utilizzare come pagine Web su Internet

source: Compilation of business statistics and commercial information
it: Compilazione di statistiche aziendali e informazioni commerciali

source: Compilation of mailing lists
it: Compilazione di indirizzari

source: Advice relating to barter trade
it: Consulenza in materia di baratto

source: Advice relating to marketing management
it: Consulenza in materia di gestione di marketing

source: Consultancy relating to business document management
it: Consulenza in materia di gestione di documenti aziendali

source: Provision of information relating to recruitment
it: Fornitura di informazioni in materia di ricerca e selezione

source: Provision of models for advertising
it: Fornitura di modelle/i per pubblicità

source: Market surveys conducted by telephone
it: Indagini di mercato condotte per telefono

source: Business advice relating to marketing management consultations
it: Consulenza aziendale in materia di gestione del marketing

source: Business advice relating to strategic marketing
it: Consulenza aziendale in materia di marketing strategico

source: Business advisory services provided to determine pay and grading structures
it: Servizi di consulenza per la determinazione di strutture salariali e di livello

source: Sponsorship search
it: Ricerca di sponsor

source: Evaluations relating to business management in industrial enterprises
it: Valutazioni della gestione aziendale per imprese industriali

source: Advertising and marketing
it: Pubblicità e marketing

source: Advertising through all public communication means
it: Pubblicità attraverso tutti i mezzi pubblici di comunicazione

source: Mediation of trade business for third parties
it: Mediazione di affari commerciali per conto terzi

source: Developing promotional campaigns for business
it: Sviluppo di campagne promozionali per imprese

source: Development of marketing strategies and concepts
it: Sviluppo di strategie e concetti di marketing

source: Window dressing services for advertising purposes
it: Servizi di allestimento vetrine per scopi pubblicitari

source: Compilation and systemization of information into computer databases
it: Compilazione e sistematizzazione di informazioni in banche dati informatiche

source: Business inquiries
it: Ragguagli d'affari

source: Conducting, arranging and organizing trade shows and trade fairs for commercial and advertising purposes
it: Conduzione, preparazione ed organizzazione di fiere commerciali per scopi commerciali e pubblicitari

source: Provision of reports relating to accounting information
it: Fornitura di relazioni riguardanti informazioni sulla contabilità

source: Negotiation of commercial transactions for third parties
it: Trattativa di transazioni commerciali per conto terzi

source: Operation of businesses [for others]
it: Gestione di imprese [per conto terzi]

source: Assistance relating to business organisation
it: Assistenza in materia di organizzazione aziendale

source: Business advisory services relating to product development
it: Servizi di onsulenza aziendale in materia di sviluppo di prodotti

source: Business advisory services relating to the setting up of sandwich bars
it: Servizi di consulenza aziendale riguardanti l'apertura di bar specializzati in panini

source: Provision of advertising space
it: Fornitura di spazi pubblicitari

source: Provision of business information relating to the agricultural industry
it: Fornitura di informazioni aziendali relative al settore agricolo

source: Exhibitions (Conducting -) for business purposes
it: Esposizioni (Conduzione di -) per scopi di affari

source: Arranging for the provision of advertising space in newspapers
it: Organizzazione per la fornitura di spazi pubblicitari su giornali

source: Consultancy relating to the selection of personnel
it: Consulenza in materia di selezione del personale

source: Display services for merchandise
it: Servizi di esposizione merci

source: Rental of advertising time on communication media
it: Affitto di spazi pubblicitari su mezzi di comunicazione

source: Telephone and television auctions
it: Aste telefoniche e televisive

source: Providing an on-line commercial information directory on the internet
it: Fornitura di elenchi di informazioni commerciali on-line su Internet

source: Employment agency services for personnel in general office positions
it: Servizi di agenzie di collocamento per personale impiegatizio in generale

source: Employment agency services relating to au pairs
it: Servizi di uffici di collocamento per au pair

source: Assistance and advice regarding business management
it: Assistenza e consulenza per la gestione aziendale

source: Computer assisted business information
it: Informazioni commerciali assistite dal computer

source: Auctioning of vehicles
it: Vendita all'asta di veicoli

source: Conducting of business feasibility studies
it: Conduzione di studi di fattibilità commerciale

source: Providing and rental of advertising space on the internet
it: Fornitura e noleggio di spazi pubblicitari su Internet

source: Distribution of publicity texts
it: Distribuzione di testi pubblicitari

source: Economic forecasting analysis for business purposes
it: Analisi di previsioni economiche per affari

source: Demonstration of goods and services by electronic means, also for the benefit of the so-called teleshopping and homeshopping services
it: Dimostrazione di prodotti e servizi tramite mezzi elettronici anche a vantaggio dei cosiddetti servizi di teleacquisto e acquisto da casa

source: Acquisition of business information relating to company status
it: Acquisizione di informazioni di affari in materia di status di società

source: Administration of newspaper subscription [for others]
it: Amministrazione di abbonamenti a giornali [per conto terzi]

source: Compilation and systematisation of information in databanks
it: Compilazione e sistematizzazione di informazioni in banche dati
